API_TOKEN = ""

languages = {
    "ru": {
        "help": "Если вы заметили ошибки отпишите @xato_18",
        "info": "Легко загружайте видео или изображение из tiktok. Отправьте мне ссылку на видео.",
        "invalid_link": "Неверная ссылка, пришлите правильную ссылку. Пример:\nhttps://vm.tiktok.com/abcdefg/",
        "wait": "Пожалуйста, подождите!\nВаше видео загружается...\nПока загружается видео вы можете подписатся на наш канал @xatohome",
        "likes": "Лайков",
        "comments": "Коментариев",
        "share": "Репостов",
        "views": "Просмотров",
        "nickname": "Ник",
        "support": "Если вы заметили ошибки отпишите @xato_18",
        "large_for_tg": "Вес видео слишком большой для телеграмма(20 МБ лимит), но вы можете скачать видео по ссылке",

    },
    "uk": {
        "help": "\nЯкщо ви бачите помилки, напишіть мені @xato_18",
        "info": "Легко завантажуйте відео або зображення з tiktok. Надішліть мені посилання на відео.",
        "invalid_link": "Недійсне посилання, надішліть правильне посилання. Наприклад:\nhttps://vm.tiktok.com/abcdefg/",
        "wait": "Будь ласка, зачекайте!\nВаше відео опрацьовується...",
        "likes": "Лайків",
        "comments": "Коментарів",
        "share": "Поділитися",
        "views": "Переглядів",
        "nickname": "Нік",
        "support": "Якщо ви бачите помилки, напишіть мені @xato_18",
        "large_for_tg": "Відео занадто велике для telegram(обмеження в 20 МБ), але ви можете завантажити відео за посиланням",
    },
}
